anthropic.claude-code
github.copilot-chat
martinopensky.whisper-assistant
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
openai.chatgpt
